<?php

return array(

	'does_not_exist' => 'Такой записи не существует.',

	'create' => array(
		'error'   => 'Видео не создано, попробуйте еще раз.',
		'success' => 'Видео успешно создано.'
	),

	'update' => array(
		'error'   => 'Видео не обновлено, попробуйте еще раз',
		'success' => 'Видео успешно обновлено.'
	),

	'delete' => array(
		'error'   => 'Возникли проблемы при удалении Видео. Попробуйте позже.',
		'success' => 'Видео успешно удалено.'
	),
    
         'moderate' => array(
		'error'   => 'Видео не опубликовано, попробуйте еще раз',
		'success' => 'Видео успешно опубликовано.'
	)
);
