<?php 

return array(

	/*
	|--------------------------------------------------------------------------
	| User Language Lines
	|--------------------------------------------------------------------------
	|
	|
	*/

	'register'              => 'Зарегистрироваться',
	'login'                 => 'Войти',
	'login_first'           => 'Войти первый раз',
	'account'               => 'Учетная запись',
	'forgot_password'       => 'Забыли пароль',
	'settings'              => 'Настройки',
	'profile'               => 'Профиль',
	'user_account_is_not_confirmed'          => 'Учетная запись пользователя не подтверждена.',
	'user_account_updated'          => 'Учетная запись пользователя обновлена.',
        'user_video_created'          => 'Спасибо! Ваше видео добавлено и ожидает модерации.',
	'user_account_created'          => 'Учетная запись пользователя создана.',

);