<?php

return array(

	'already_exists'    => 'Такой пользователь уже сущ-т!',
	'does_not_exist'    => 'Такой пользователь не сущ-т.',
	'login_required'    => 'Поле Логин обазятельно для заполнения',
	'password_required' => 'Поле Пароль обязательно для заполнения.',
	'password_does_not_match' => 'Пароли не совпадают.',

	'create' => array(
		'error'   => 'Пользователь не создан, попробуйте позже',
		'success' => 'Пользователь успешно создан.'
	),

    'edit' => array(
        'impossible' => 'Вы не можете себя редактировать.',
        'error'      => 'Возникли проблемы при редактировании пользователя. Попробуйте позже.',
        'success'    => 'Пользователь успешно обновлен.'
    ),

    'delete' => array(
        'impossible' => 'Вы не можете себя редактировать.',
        'error'      => 'Возникли проблемы при удалении пользователя . Попробуйте позже.',
        'success'    => 'Пользователь успешно удален.'
    )

);
