<?php

return array(

	'already_exists' => 'Такая роль уже существует!',
	'does_not_exist' => 'Такая роль не сущ-т.',
	'name_required'  => 'Поле обязательно',

	'create' => array(
		'error'   => 'Роль не создана. Попробуйте еще раз.',
		'success' => 'Роль успешно создана.'
	),

	'update' => array(
		'error'   => 'Роль не обновлена. Попробуйте еще раз',
		'success' => 'Роль успешно обновлена.'
	),

	'delete' => array(
		'error'   => 'Возникли проблемы при удалении роли. Попробуйте позже.',
		'success' => 'Роль успешно удалена.'
	)

);
